main = '{"title": "Why noncompetitive states are so important for understanding the outcomes of competitive elections","date": "2017-12-01","categories": "gerrymandering","authors": ["Jonathan R. Cervas", "Bernard Grofman"],"journal": "Public Choice","volume": "173","issue": "3-4","pages": "251-265", "main":"<h2>1 Introduction<\/h2><p> The division between Red America and Blue America has become part of ordinary citizens &lsquo;understanding of US politics. < a class = & quot;jc - footnote - link & quot;data - footnote - content = & quot; < p > Colored maps(chloropleths) are now an indispensable aspect of election coverage, visually emphasizing how geography matters.CNN and other broadcasters are able, with the push of a button, to display historical comparisons of voting patterns at various levels of electoral geography. < \/p>&quot; data-footnote-id=&quot;1&quot; href=\"#Fn1\"><\/a> However, institutional rules such as the US Electoral College structure campaigning incentives so that candidates need to allocate their limited resources and time with the goal of increasing their likelihood of gaining the needed 270 Electoral College (EC) majority. Thus, the campaigning of the candidates tends to be focused on the so-called &quot;purple states&quot;, i.e., the competitive states where campaigning might be assumed to make a difference (Shaw <a href=\"#CR27\">1999b<\/a>, <a href=\"#CR28\">2006<\/a>). For example, on the Sunday before Election Day 2016, Donald Trump visited five states; Florida, North Carolina, Pennsylvania, New Hampshire and Michigan. Four of the five states ended up as the four closest states as measured by the final two-party vote margin.<a class=&quot;jc-footnote-link&quot; data-footnote-content=&quot;<p>On CNN, on election night in 2016, Wolf Blitzer quipped to Jake Tapper that &quot;Jake, [this is] another presidential race where all eyes right now are on Florida&quot;, to which Tapper responded &quot;It&lsquo;s one of the critical states in this race. Donald Trump himself has said he doesn&lsquo;t see a path to the presidency for himself without the state of Florida, the 29 electoral votes.&quot; Tapper went on to say, &quot;the Clinton campaign knows they need Florida. They have been saying for some time they feel better about Florida than they do about states such as North Carolina,... Ohio, or Iowa&quot;.<\/p>&quot; data-footnote-id=&quot;2&quot; href=\"#Fn2\"><\/a> The fifth, North Carolina, had gone to the Democratic candidate in the previous two elections but was a southern state where Republicans were quite successful in state and federal elections. Trump won North Carolina.<\/p> <  p > The focus of attention on the competitive states is enhanced by the horse - race style coverage of presidential elections by the media, who refer to such states as & quot;battleground & quot;states(Lipsitz < a href = \"#CR20\">2009<\/a>). Such states are the ones most likely, over the course of a campaign, to &quot;swing&quot; from one candidate to the other. Often such states are taken, at least implicitly, to be the ones determinative of the presidential contest&lsquo;s winner, with the largest of the battleground states in terms of EC votes seen as especially critical. In contrast, outcomes in noncompetitive states, because they will come as &quot;no surprise&quot;, tend to be treated by the media as completely uninteresting and also largely irrelevant. If, indeed, campaigns focus exclusively on a set of battlegrounds, other states might suffer lower citizen engagement (Gimpel et al <a href=\"#CR14\">2007<\/a>; Lipsitz and Teigen <a href=\"#CR21\">2010<\/a>), depressed voter turnout (Aldrich <a href=\"#CR1\">1993<\/a>; Duffy and Tavits <a href=\"#CR10\">2008<\/a>; Geys <a href=\"#CR13\">2006<\/a>), and worse representation (Downs <a href=\"#CR8\">1957<\/a>; Stokes <a href=\"#CR32\">1999<\/a>).<\/p> < p > However, while results in these noncompetitive states may not come as surprising, they play an important role in shaping both election outcomes and campaign strategies.The view that the noncompetitive states are largely irrelevant has been strongly challenged by Brams and Kilgour( < a href = \"#CR5\">2017<\/a>).<a class=&quot;jc-footnote-link&quot; data-footnote-content=&quot;<p>We will refer to Brams and Kilgour&lsquo;s <i>Public Choice<\/i> paper by their names and with the B-K acronym interchangeably throughout this essay.<\/p>&quot; data-footnote-id=&quot;3&quot; href=\"#Fn3\"><\/a> These authors point out that each candidate&lsquo;s electoral votes can be thought of as coming from two sources: noncompetitive states—with outcomes effectively decided before the election—and the competitive states that support him or her on Election Day. But it is not simply that the EC votes received in noncompetitive states are just as important in determining the presidential winner as the EC votes received in the competitive states, but also that the readily foreseeable outcomes in noncompetitive states can &quot;load the electoral dice&quot; by requiring the candidate with fewer expected easy victories to do remarkably well in the more competitive states in order to win.<a class=&quot;jc-footnote-link&quot; data-footnote-content=&quot;<p>For example, in 2012, Brams and Kilgour point out (p. 101): &quot;Because Barack Obama had a 233-191 electoral vote lead over Mitt Romney in the 42 noncompetitive states and the District of Columbia, he needed only 37 of the 114 electoral votes in the competitive states to win with a majority of 270 electoral votes, whereas Romney needed 79&quot;.<\/p>&quot; data-footnote-id=&quot;4&quot; href=\"#Fn4\"><\/a> Indeed, at the extreme, we can imagine that the outcomes in states essentially safe for one party might involve enough electoral votes so as to render outcomes in the more competitive states the ones that are irrelevant.<a class=&quot;jc-footnote-link&quot; data-footnote-content=&quot;<p>In 1984, Ronald Reagan won 49 out of 51 states (including Washington, DC). Norman Ornstein, writing before the election, said &quot;Incumbent presidents don&lsquo;t often lose, particularly presidents presiding over 6% real growth and low or non-existent inflation&quot; (quoted in <i>CQ Press<\/i>, <a href=\"http://library.cqpress.com/cqresearcher/document.php?id=cqresrre1984091400&quot; target=&quot;_blank&quot; rel=&quot;noopener\">http://library.cqpress.com/cqresearcher/document.php?id=cqresrre1984091400<\/a>).<\/p>&quot; data-footnote-id=&quot;5&quot; href=\"#Fn5\"><\/a> <\/p> <p> Moreover, when there is a partisan imbalance in EC vote share expected from the noncompetitive states there is also a potentialfor choice of (slightly) different campaign strategies by the advantaged and the disadvantaged candidate(Str & ouml; mberg < a href = \"#CR34\">2008<\/a>; Shaw and Althaus <a href=\"#CR29\">2017<\/a>). The trailing candidate may be forced to campaign in states where the probability of success is low. Another impact of the different degrees of competitiveness across states is tied to the different levels of visible campaign activity in competitive and noncompetitive states. Greater exposure to a campaign can lead to a positive impact on voter interest and political engagement and to higher turnout, with some studies finding the differences across levels of campaign exposure particularly high for low-income individuals (Gimpel et al. <a href=\"#CR14\">2007<\/a>; Lipsitz and Teigen <a href=\"#CR21\">2010<\/a>).<\/p> <  p > Brams and Kilgour specify an indicator, < i > Winningness < \/i>, of the extent to which the virtually certain outcomes in noncompetitive states structure the expected election outcome overall in a two-candidate, plurality rule contest. If we, for simplicity, posit that each of the battleground states is equally likely to go for either candidate, and there are m such states, then <i>Winningness<\/i>is the proportion of the 2m combinations of zeroes and ones in which the candidate who is ahead in the noncompetitive states is the winner (adding the seats won in competitive states found in that particular combination to the already &quot;known&quot; votes in the noncompetitive states). The <i>Winningness<\/i> value for the Democratic candidate is simply one minus the <i>Winningness<\/i> value for the Republican candidate.<\/p> <  p > Note that the greater the advantage a given candidate has in the noncompetitive states, the greater will be the expected proportion of the 2 m outcomes in which that candidate is the winner of an Electoral College majority, since the candidate ahead in EC votes won in noncompetitive states will need fewer votes from the competitive seats to amass a winning majority than will the other candidate.For example, in 2012, with m = 8 competitive states, under the equiprobability assumption, Brams and Kilgour( < a href = \"#CR5\">2017<\/a>, p. 101) point out that 207 (80.9%) of the 256 splits would result in a win for Obama, whereas only 49 (19.1%) would result in a win for Romney, giving Obama 4.22 times more ways of winning than Romney&quot;.<\/p> < p > Brams and Kilgour( < a href = \"#CR5\">2017<\/a>, pp. 101-102) offer two other closely linked indicators that can be used to measure the extent to which outcomes are predictable: <i>Vulnerability<\/i> and <i>Fragility<\/i>. <i>Vulnerability<\/i> is defined as &quot;the proportion of the coalitions in competitive states in which a single competitive state, by switching to the other candidate, either can cause a change in the winner or create a tie...&quot;; while &quot;<i>fragility<\/i> is measured by the expected number of competitive states in a winning coalition that can disrupt victory in this way.&quot; Both of the latter measures are well defined only for those election years in which no candidate has a large enough EC vote share in the noncompetitive seats to constitute a majority of the Electoral College. Each must be calculated separately for each party. <i>Winningness<\/i> is defined for all elections.<\/p> <p> Brams and Kilgour, using a definition of non - competitive state as one wherein the winner &lsquo; s vote share in a two - party race is expected to be above 53 % , < a class = & quot; jc - footnote - link & quot; data - footnote - content = & quot; < p > In races with third parties, a margin of victory no greater than 6 % .For the purposes of this note, we concern ourselves only with the two highest vote earners and calculate accordingly. < \/p>&quot; data-footnote-id=&quot;6&quot; href=\"#Fn6\"><\/a> calculate <i>Winningness<\/i>, <i>Vulnerability<\/i>and <i>Fragility<\/i> for four recent elections: 2000, 2004, 2008 and 2012. We extend their analysis to include all 38 presidential elections in the modern two-party era, from 1868 to 2016. In the next section, we focus on the most important findings of our historical analyses for the Brams and Kilgour measures, evaluating how well each of the three measures (and all three together) allow us to predict EC winners and EC seat shares in these 38 elections.<\/p> <p> Table A1 in the on - line Appendix reports the full results of our calculations. < a class = & quot; jc - footnote - link & quot; data - footnote - content = & quot; < p > In the process of replicating Brams and Kilgour &lsquo; s( < a id = & quot;# CR5\ ">2017<\/a>) analyses, we found a few minor errors that we corrected; those corrections explain the differences in the numbers reported in Table A1 for the elections of 2000 and 2004, and those reported in Table <a id=&quot;#Tab4\">4<\/a> of Brams and Kilgour.<\/p>&quot; data-footnote-id=&quot;7&quot; href=\"#Fn7\"><\/a> In the online Appendix, we consider how analyses would change if we altered the definition of noncompetitive state. While the analyses in the on-line Appendix show that our choice of range to define a competitive state can matter somewhat, to maximize our compatibility with Brams and Kilgour (<a href=\"#CR5\">2017<\/a>), and because we think this definition is a plausible one in the context of predicting EC outcomes (see Sect. <a href=\"#Sec6\">3<\/a> below), we will use the Brams and Kilgour (<a href=\"#CR5\">2017<\/a>) plus or minus three percentage point definition of competitive state in the remainder of the essay.<\/p> <  p > In the subsequent section, we offer a simple alternative measure based on the Brams and Kilgour intuition about the importance of the imbalance in partisan breakdown of EC seat shares in the noncompetitive states.We show that this measure, which we label < i > Non < \/i>-<i>Competitive Advantage<\/i>, is as predictive of the final EC outcomes and somewhat more predictive of final EC vote percentages than any of the measures proposed by Brams and Kilgour (<a href=\"#CR5\">2017<\/a>). In sum, we find both <i>Winningness<\/i> and <i>Non<\/i>-<i>Competitive Advantage<\/i> to perform very well.<\/p><h3 > 1.1 Winningness, vulnerability and fragility, 1868 - 2016 < \/h3>  <  p > Over this entire period, as commonsense would predict, when < i > Winningness < \/i> is high, <i>Vulnerability<\/i> and <i>Fragility<\/i> are both low (with correlations ranging from &#8722;0.88 to &#8722;0.98), while the correlations between the latter two variables are quite positive (ranging from 0.80 to 0.91). See Tables <a href=\"#Tab1\">1<\/a>, <a href=\"#Tab2\">2<\/a>. The Pearson correlations reported in Tables <a href=\"#Tab1\">1<\/a>, <a href=\"#Tab2\">2<\/a> involving <i>Vulnerability <\/i>and <i>Fragility<\/i> are calculated only for the elections wherein outcomes can be affected by what happens in the competitive states.<a class=&quot;jc-footnote-link&quot; data-footnote-content=&quot;<p>In Table <a id=&quot;#Tab1\">1<\/a>, <i>Vulnerability<\/i> and <i>Fragility<\/i> are defined in all elections that are competitive (17/  38), and because the sample is splitfor Republicans and Democrats,for years in which that party &lsquo; s candidate had a < i > Winningness < \/i> of 1 (<i>Vulnerability<\/i> and <i>Fragility<\/i> are always zero in these cases).<\/p>&quot; data-footnote-id=&quot;8&quot; href=\"#Fn8\"><\/a> <\/p> <p> While the various measures proposed by Brams and Kilgour( < a href = \"#CR5\">2017<\/a>) are of theoretical interest, in and of themselves, we are most interested in how these measures allow us to address the bias imposed on likely Electoral College outcomes from having a substantial proportion of voting outcomes already known in advance in a fashion that favors one political party. Brams and Kilgour note (<a href=\"#CR5\">2017<\/a>, p. 111) that the sign on the <i>Winningness<\/i> advantage correctly predicts the winners in all four of the presidential contests they study. When we replicate that analysis for all 38 elections, we find that this holds for all but two elections: 1880 and 1960. This is a very good predictive performance by the <i>Winningness<\/i> variable. Even if we consider just the 17 elections for which the winner was determined by the competitive states, this is a success rate of 88%.<a class=&quot;jc-footnote-link&quot; data-footnote-content=&quot;<p>While these two elections were very close in two-party vote margin, and thus might be regarded as hard to predict, they were less so electorally. In 1960, John F. Kennedy won the EC vote by 9.1% and, in 1880, James Garfield won by 7.5%. In neither election were third-party candidacies consequential in affecting relative two-party shares.<\/p>&quot; data-footnote-id=&quot;9&quot; href=\"#Fn9\"><\/a><\/p> <  p > A more difficult test  for the predictive usefulness of < i > Winningness < \/i> and the two other variables is to ask how well they, singly or collectively, predict final EC vote share outcomes. Figure <a href=\"#Fig1\">1<\/a> plots <i>Winningness<\/i>, <i>Vulnerability<\/i> and <i>Fragility<\/i> scores against the final EC final vote share. These three variables are, in fact, highly correlated with EC outcomes, with the correlation for <i>Winningness<\/i> at 0.90, that for Republican (Democratic) <i>Fragility<\/i> at &#8722;0.76 (&#8722;0.67), while that Republican (Democratic) <i>Vulnerability<\/i> is &#8722;0.66 (&#8722;0.81).<a class=&quot;jc-footnote-link&quot; data-footnote-content=&quot;<p>Because of the frequent occurrence of values of 0 or 1, a perfect linear fit is impossible.<\/p>&quot; data-footnote-id=&quot;10&quot; href=\"#Fn10\"><\/a><\/p> <  div >  <  div >  <  div data - hook = & quot; imageViewer\ "> <  div > < img src = & quot; https: //static.wixstatic.com/media/68bae7_caee721b6ab9494a87a5a7a6eeded5f9~mv2.gif/v1/fit/w_300,h_300,al_c,q_5/file.gif&quot; alt=&quot;&quot; /><img alt=&quot;&quot; data-pin-url=&quot;https://www.jonathancervas.com/post/noncompetitive&quot; data-pin-media=&quot;https://static.wixstatic.com/media/68bae7_caee721b6ab9494a87a5a7a6eeded5f9~mv2.gif/v1/fit/w_568,h_272,al_c,q_80/file.png&quot; /></div>  <  /div> <  /div> <  /div> <  p > < strong > Fig.1 < /strong><\/p> <  p class = & quot; jc - fig - note\ "><i>Comparing Winningness, Vulnerability, and Fragility to Electoral College outcomes. Candidate&lsquo;s Share of EC is from the Republican perspective in plot one. The Candidate&lsquo;s Share of the EC is labeled &quot;D&quot; for the Democratic candidate, and &quot;R&quot; for the Republican candidate in the Vulnerability and Fragility plots<\/i><\/p> <  p > We also see from the first plot in Fig. < a href = \"#Fig1\">1<\/a> that in most years, <i>Winningness<\/i> is such that the outcome is expected to be determined solely by what happens in the noncompetitive states, i.e., a <i>Winningness<\/i> value of zero or one. In the four elections analyzed in Brams and Kilgour (<a href=\"#CR5\">2017<\/a>), only one, 2008, fell into this category. Had Brams and Kilgour extended their data back somewhat further in time to 1980, however, they would have found that in that election and in each of the four following elections, one of the two candidates had locked up enough votes in noncompetitive states to win the election.<a class=&quot;jc-footnote-link&quot; data-footnote-content=&quot;<p>In 1992, Bill Clinton was just seven EC votes shy of having enough a majority in noncompetitive states, and could have lost the election in only five of the more than 130,000 different combinations of electoral outcomes among the competitive states, i.e., <i>Winningness<\/i> &gt;0.99.<\/p>&quot; data-footnote-id=&quot;11&quot; href=\"#Fn11\"><\/a><\/p> <  p > We have conducted regression analyses with all three Brams - Kilgour measures as independent variables and Democratic EC vote share as the dependent variable, but we do not report results  for  these regressions since, as expected, the very high correlations among the three variables meant that adding < i > Vulnerability < \/i>, <i>Fragility<\/i>, or both, to <i>Winningness<\/i> did not increase the adjusted R2, and only one of the three variables was statistically significant in any of the models. Also, when we include <i>Vulnerability<\/i> and <i>Fragility<\/i>, we require separate equations for each party, and we lose cases. For the 38-election period, we find that the best fitting model in terms of adjusted R2 is the simple bivariate regression in which <i>Winningness<\/i> alone predicts the EC outcome, with an adjusted R2 value of 0.81 (see Table A2).<\/p>  <  h3 > 1.2 Accuracy of ex - post classification of states as noncompetitive < \/h3>  <  p > B - K first justify the use of the ex - post criteria by which they classify competitive and noncompetitive by pointing out that, empirically, the fit between ex ante and ex post evaluations of competitive states is very good.Pre - election polls do a good job of predicting final outcomes to within a small margin of error(Soumbatiants et al. < a href = \"#CR31\">2006<\/a>)—though, of course, that margin of error may be enough to generate an erroneous prediction. Still, highly uncompetitive states are unlikely to change partisan direction over the course of a single election cycle. B-K point out that the ±3% value they use to define a competitive state corresponds with the usual pre-election polling margin of error. When a state polls outside this three-percentage point margin, it generally is seen as not winnable by the trailing candidate, although more errors in prediction do occur than would be suggested by the 95% confidence limits (Gelman and King <a href=\"#CR12\">1993<\/a>; Shirani-Mehr et al. <a href=\"#CR30\">2017<\/a>).<a class=&quot;jc-footnote-link&quot; data-footnote-content=&quot;<p>Another reason for choosing the &plusmn;3% value is a pragmatic one that we found only after we had done robustness checks; over both recent elections and the longer historical data: ±3% value has (marginally) greater predictive power than the often used ±5% definition of competitive state (see on-line Appendix).<\/p>&quot; data-footnote-id=&quot;12&quot; href=\"#Fn12\"><\/a> Collectively, moreover, a large number of competitive states may result in an unexpected outcome if those states go disproportionately for one candidate. Thus, close elections nationally bear resemblances to the flip of a coin.<\/p> <p> However, campaigning choices are only & quot; imperfectly correlated & quot; with the degree to which a state is competitive(Shaw and Althaus < a href = \"#CR29\">2017<\/a>). We would not, in general, expect campaign spending or campaign appearances to be <i>only<\/i> in competitive states, since candidates also spend some money and make some appearances for reasons not directly related to boosting their own campaign chances, e.g., to help down-ticket candidates or to build for the future.<a class=&quot;jc-footnote-link&quot; data-footnote-content=&quot;<p>Bartels (<a id=&quot;#CR3\">1985<\/a>) has pointed out that campaigns have what he calls both &quot;instrumental&quot; and &quot;ornamental&quot; reasons for staging campaign events. Attending an event in a swing state, where a candidate&lsquo;s presence could increase turnout is instrumental, while visiting a state to satisfy state parties might be ornamental. Hillary Clinton spent over $600,000 in Arizona, perhaps trying to influence lower ticket races by increasing mobilization efforts. Ultimately, Arizona, a state that has had a strong Republican tradition, became competitive in 2016.<\/p>&quot; data-footnote-id=&quot;13&quot; href=\"#Fn13\"><\/a> Also, some major media markets cover more than one state. And the differential cost of campaigning may increase the desirability of campaigning in some small states where advertising costs are relatively inexpensive (Shaw <a href=\"#CR26\">1999a<\/a>, <a href=\"#CR27\">b<\/a>; Stratmann <a href=\"#CR33\">2009<\/a>; Shaw and Althaus <a href=\"#CR29\">2017<\/a>). Finally, there is uncertainty about time trends, and the need to have alternative routes to victory.<\/p> <  p > While Shaw and Althaus( < a href = \"#CR29\">2017<\/a>), who have collected the most complete data on campaign appearances and campaign expenditures by both parties for most of the post-WWII era and show that the candidates of the two major parties were in agreement as to which are the states in which to invest campaign resources (we would not expect perfect symmetry and we do not find such perfect symmetry in the candidates&lsquo; opinions). In addition to reasons not directly connected with the presidential election contest, a leading presidential candidate and a trailing candidate face somewhat different strategic tasks. Sometimes a trailing candidate must opt for campaigning in a state expected to be won by the opponent, since doing so may open the only possible path to victory and/or may tempt an opponent to divert resources to protect a &quot;base&quot; state that could be better spent elsewhere.<a class=&quot;jc-footnote-link&quot; data-footnote-content=&quot;<p>Stromberg (<a id=&quot;#CR34\">2008<\/a>) suggests a hockey metaphor; as a game winds down, a trailing team looking to increase the probability of tying the game pulls their goalie to provide more offensive potential, taking the risk of giving up another goal. A leading team would instead probably act to protect its lead, replacing offensive players with defensively skilled players.<\/p>&quot; data-footnote-id=&quot;14&quot; href=\"#Fn14\"><\/a> As Shaw and Althaus (<a href=\"#CR29\">2017<\/a>) put it: &quot;campaigns often hone in on less competitive states when their overall position is weak&quot;.<\/p> < p > Nonetheless, as both Grofman and Feld( < a href = \"#CR16\">2005<\/a>) and Str&ouml;mberg (<a href=\"#CR34\">2008<\/a>) argue, we would expect to see that competitiveness, along with the number of EC votes at stake in a state, would be key determinants of campaigning.<a class=&quot;jc-footnote-link&quot; data-footnote-content=&quot;<p>This conclusion differs from that of early political science literature on campaign strategies which claimed that the most populous states would receive the bulk of campaign activities. For example, Brams and Davis (<a id=&quot;#CR4\">1974<\/a>) offered a model that predicted campaign allocations proportional to the electoral votes of each state raised to the power of 3/2. For an early critique of the view that campaigning would necessarily focus on the most populous states, see Colantoni et al. (<a id=&quot;#CR6\">1975<\/a>). See also Wright (<a id=&quot;#CR35\">2009<\/a>) and Miller (<a id=&quot;#CR22\">2012<\/a>).<\/p>&quot; data-footnote-id=&quot;15&quot; href=\"#Fn15\"><\/a> Similarly, Shaw and Althaus (<a href=\"#CR29\">2017<\/a>) posit that &quot;campaign resources will be disproportionately, but not exclusively, concentrated in battleground states&quot;.<\/p> <p> In on - line Appendix C, we provide an additional robustness check on our use of an ex - post measure of political competitiveness by relying on Shaw and Althaus( < a href = \"#CR29\">2017<\/a>) classifications of battleground/target states. We find that their ex ante measure and our ex post competitiveness measure are highly correlated when we include battleground targets from either campaign or from only those in which the campaigns agree about the battleground status of the state.<\/p> <  p > In 2012, B - K note that 99.6 % of advertising money was spent in the ten states identified as battlegrounds by < a href = \"http://FairVote.org&quot; target=&quot;_top&quot; rel=&quot;noreferrer\">FairVote.org<\/a>. Of those ten states, eight are included in the ex post set of competitive states, while the other two were the next closest states in terms of margin of victory. Similarly, in 2012, 87% of campaign events were held in the set of eight states viewed post hoc as competitive.<a class=&quot;jc-footnote-link&quot; data-footnote-content=&quot;<p>Data aggregated from <a href=\"http://FairVote.org&quot; target=&quot;_top&quot; rel=&quot;noreferrer\">FairVote.org<\/a>, with original data from CNN: <a href=\"http://www.fairvote.org/presidential_tracker_2012%232012_campaign_events&quot; target=&quot;_blank&quot; rel=&quot;noopener\">http://www.fairvote.org/presidential_tracker_2012#2012_campaign_events<\/a><\/p>&quot; data-footnote-id=&quot;16&quot; href=\"#Fn16\"><\/a> We can provide confirmation of the congruence between post hoc measures of competitiveness and ex ante expectations of competitiveness for two additional recent elections, those in 2004 and in 2016.<a class=&quot;jc-footnote-link&quot; data-footnote-content=&quot;<p>Older elections also largely conform to these expectations. Detailed campaign activities for the 1976 election are available because they were submitted into evidence for the hearing before the Subcommittee on the Constitution of the Committee on the Judiciary (S.J. Res. 28, 1979) on a bill that would abolish the Electoral College and establish a direct popular vote. The data were first used by Bartels (<a id=&quot;#CR3\">1985<\/a>). That election shows a similar pattern of campaign activities focused on the competitive states, though there were many more (25) competitive states in 1976 than in the two most recent elections of 2012 and 2016. In 1976, 78% of all campaign events were held in the 25 battleground states, and 78% of all campaign television and radio ads were broadcast there.<\/p>&quot; data-footnote-id=&quot;17&quot; href=\"#Fn17\"><\/a> In the 2016 election, the campaigns and campaign-related Political Action Committees (PACs) spent 82% of advertising money in the states retrospectively classified as competitive.<a class=&quot;jc-footnote-link&quot; data-footnote-content=&quot;<p>Data compiled from <a href=\"http://AdAge.com&quot; target=&quot;_top&quot; rel=&quot;noreferrer\">AdAge.com<\/a>, based on state-specific ad buys between October 21, 2016, and Election Day. <a href=\"http://adage.com/article/campaign-trail/states-where-trump-clinton-spending-most-on-advertising/306377/&quot; target=&quot;_blank&quot; rel=&quot;noopener\">http://adage.com/article/campaign-trail/states-where-trump-clinton-spending-most-on-advertising/306377/<\/a>]<\/p>&quot; data-footnote-id=&quot;18&quot; href=\"#Fn18\"><\/a> Moreover, the only competitive state not targeted by either campaign was Minnesota, a state in which Democratic candidates have the longest winning streak. Similarly, if we look at candidate rallies or events at which the presidential or vice-presidential candidate appeared in 2016, the major party candidates held 79% of all events in the 13 states that we label competitive post hoc.<\/p> <  p > Some studies have claimed that the number of battleground states has narrowed(Gimpel et al. < a href = \"#CR14\">2007<\/a>), but what is arguably the most comprehensive study to date, looking from 1952 onward, finds little change in the number of battleground states over time (Shaw and Althaus <a href=\"#CR29\">2017<\/a>). We can contribute to this debate by examining the change in the number of competitive states over a much longer time horizon.<\/p> < p > We show in Fig. < a href = \"#Fig2\">2<\/a> the percentage of competitive states as we have measured that concept, with a running average also shown by plotting a locally weighted polynomial regression. What we see is that the post-1952 data are compatible with the Shaw and Althaus&lsquo;s (<a href=\"#CR29\">2017<\/a>) assertion of little change in the number of battleground states in recent presidential elections, though some evidence exists of fewer competitive electors. However, when we look at the longer time series, what we observe is that we now have relatively few competitive states than in the 1868-1900 period, and the percentage of competitive states is more stable (smaller standard deviation) than it was before 1988.<\/p> < div > < img src = & quot; https: //static.wixstatic.com/media/68bae7_2593db6498bf483cb0623a61e2254010~mv2.gif/v1/fit/w_300,h_300,al_c,q_5/file.gif&quot; alt=&quot;&quot; /><img alt=&quot;&quot; data-pin-url=&quot;https://www.jonathancervas.com/post/noncompetitive&quot; data-pin-media=&quot;https://static.wixstatic.com/media/68bae7_2593db6498bf483cb0623a61e2254010~mv2.gif/v1/fit/w_568,h_247,al_c,q_80/file.png&quot; /></div> < p > < strong > Fig.2 < /strong><\/p> < p class = & quot; jc - fig - note\ "><i>Percentages of competitive states over time: 1868-2016. Smoothed lines are locally-weighted polynomial regressions with smoothness set at f = 0.5. These lines are intended to show over time patterns among noisy data.<\/i><\/p> < p > Shaw and Althaus( < a href = \"#CR29\">2017<\/a>) also expect the ability of campaigns to more optimally allocate their resources should increase over time with more sophisticated survey and targeting tools. We relatedly expect that sharper polarization allows for more accurate predictions of which states are likely to be competitive and which are not. We can examine this question by comparing the Shaw and Althaus measure of what states were viewed as battleground states as judged by the behavior of each campaign and our post hoc measure of competitiveness. We show the average level of competitiveness in their battleground states in Table <a href=\"#Tab3\">3<\/a>]<\/p> <p> What we see from Table < a href = \"#Tab3\">3<\/a> is that, since 1988, the states Shaw and Althaus (<a href=\"#CR29\">2017<\/a>) find to be battleground states as judged by campaigning, also are consistently highly competitive. However, this consistency does not hold in the election cycles from 1952 to 1984, although low ex post competitiveness in battleground states is found in three of these presidential election years. Thus, at least for the recent period, the only period for which we have relevant campaign data, using post hoc measures of competitiveness as a proxy for campaign strategies is reasonable.<a class=&quot;jc-footnote-link&quot; data-footnote-content=&quot;<p>In 1964, the Goldwater campaign treated 23 states as battlegrounds (Shaw and Althaus <a id=&quot;#CR29\">2017<\/a>). The Goldwater campaign focused on the South, seeking to mirror the Dixiecrat revolt and pry southern states from the hands of the Democratic party which, except for the Dixiecrat revolt of 1948, had been winning them by large margins. Goldwater&lsquo;s campaign went poorly except in the deep South, winning only a handful of states. All but one of the states he won were states his campaign treated as battlegrounds. The one exception was a very narrow win.<\/p>&quot; data-footnote-id=&quot;19&quot; href=\"#Fn19\"><\/a> <\/p><h2 > 2 Using partisan imbalance in noncompetitive states to predict Electoral College outcomes < \/h2><p> We, like Brams and Kilgour( < a href = \"#CR5\">2017<\/a>), believe that outcomes in noncompetitive states are critical in understanding final Electoral College winners. In this section, we capitalize on that insight by offering a simple measure that we show jointly performs as well or better than the Brams-Kilgour variables in predicting final EC outcomes.<\/p> <  p > To present our measure, some notation is useful.We may again partition the states into the set of competitive states, Cj, and the set of noncompetitive states, NCi, where i indicates the election year.The EC votes in a competitive state are labeled as s(Cj) and the EC votes in a noncompetitive state are labeled as s(NCj).We have s(EC) = s(Cj) + s(NCj).Noncompetitive states won by Democrats are labeled NCD, and the noncompetitive states won by Democrats are labeled NCR.The seats in the noncompetitive states won by the Democrats are labeled s(NCD) and the seats in the noncompetitive states won by Republicans are labeled s(NCR). < \/p> <  p > We will be interested, on the one hand, in the partisan balance of seats in the noncompetitive states and, on the other hand, in the share of the states that fall into the noncompetitive category.We define our variable of interest as the difference between the two - candidate &lsquo; s noncompetitive electoral totals, divided by the total number of EC votes: < \/p> <  p > Non - Competitive Advantage = [s(NCD) & #8722; s(NCR)]/sEC)Non-Competitive Advantage=[s(NCD) & #8722; s(NCR)]/sEC)<\/p> <p>This measure is standardized, thus allowing us to compare its effects across elections. When one party has a big advantage in noncompetitive electoral votes, it will be more likely to win the election. Brams and Kilgour reflect this intuition by examining coalitions among competitive states, and determining outcomes under the explicit assumptions that the competitive state outcomes occur independently of one another and with an equal probability of victory for the two parties in each.<a class= & quot; jc - footnote - link & quot; data - footnote - content = & quot; < p > We regard both of these assumptions as quite reasonable ones to makefor purposes of model tractability, but we might expect them to be falsifiedif electoral tides sweep in a particular direction and thus create interdependencies in vote outcomes in the competitive states. < \/p>&quot; data-footnote-id=&quot;20&quot; href=\"#Fn20\"><\/a> We do not require either of these strong assumptions. But exactly the same intuition drives our model as that in the work of Brams and Kilgour, namely that the candidate who has a larger advantage in electors from the noncompetitive states will have more options in terms of possible wins in competitive states leading to Electoral College victory.<\/p> <p> Table < a href = \"#Tab4\">4<\/a> shows ex post values for the Democratic and Republican EC vote shares in the noncompetitive states in the first two columns, and it also shows the final EC vote outcome both as a number and as a percentage of the electoral vote total. In addition, we provide a column that reports the difference between the Democratic and Republican EC votes in the noncompetitive states, and a further column showing that difference normalized by total EC votes, i.e., a column that shows <i>Non-Competitive Advantage<\/i>.<a class=&quot;jc-footnote-link&quot; data-footnote-content=&quot;<p>Minor party candidacies are likely to be a problem for our analyses only in situations when they receive Electoral College votes. This has not been the case in recent elections, as no minor party candidate has won a state since George Wallace in 1968. In their assessment of minor party impact, Pattie and Johnson (<a id=&quot;#CR24\">2014<\/a>) do not find substantial effects, and they also note that such effects have often differed in their partisan impacts. To provide a consistent coding across all elections in our dataset we ignore minor party votes and treat contests as between the two major party candidates in terms of two-party vote share.<\/p>&quot; data-footnote-id=&quot;21&quot; href=\"#Fn21\"><\/a> <\/p> <p> We first test the predictive usefulness of our < i > Non - Competitive Advantage < \/i> variable by looking to see how often the party with the advantage in the noncompetitive states wins the EC vote. As does the <i>Winningness<\/i> measure, in all four of the elections from 2000 through 2012, <i>Non-Competitive Advantage<\/i> correctly predicts the presidential election outcome. Indeed, we find that in all but two of the 38 elections (1880 and 1960), the party with a <i>Non-Competitive Advantage<\/i> goes on to win the election, the same strong predictive accuracy as the <i>Winningness<\/i>measures. Interestingly, the two errors are the same two elections that <i>Winningness<\/i> fails to predict. The failure of the models to correctly classify states is tied directly to two empirical realities of elections: closely competitive elections (and reversals, where one candidate wins the popular vote and the other wins the Electoral College) are, by definition, more difficult to predict, and candidates who outperform their rivals in battlegrounds can overcome noncompetitive disadvantages. The 1880 election appears to be the former, while 1960 appears to be the latter.<\/p> <p> Next, we regress Republican EC vote share on the < i > Non - Competitive Advantage < \/i> variable. Here we find (see Table A2) a very strong and significant relationship between the two measures, and the simple regression between them yields an adjusted R2 of 0.96. We can compare this regression with one that models the same dependent variable with <i>Winningness<\/i> as the predictive variable. As noted earlier, the adjusted R2 of the <i>Winningness<\/i> model is 0.81, lower than that for <i>Non-Competitive Advantage<\/i> at 0.96. While the very simple <i>Non-Competitive Advantage<\/i> variable does better in predicting final seat shares than any (or all) of the three variables from Brams and Kilgour (<a href=\"#CR5\">2017<\/a>), <i>Winningness<\/i> and <i>Non<\/i>-<i>Competitive Advantage<\/i> do equally as well at predicting the directionality of EC outcomes.<\/p><h2 > 3 Discussion < \/h2> <p> Brams and Kilgour( < a href = \"#CR5\">2017<\/a>) begin by suggesting that the road to power through noncompetitive states dictates the terms under which a presidential election is contested. We agree. While competitive states receive the bulk of campaign activities like television and radio advertising, campaign field offices, and visits from the candidates and their surrogates, the media &quot;horse-race&quot; coverage about ‘swing states&lsquo; and ‘battleground states&lsquo; takes attention away from the extent to which safe seats matter for electoral outcomes. Partisan balance in noncompetitive states matters since the candidate who enjoys a <i>Non-Competitive Advantage<\/i> has many additional pathways to the presidency, and thus one candidate can begin the presidential contest severely handicapped.<\/p> <  p > Our results complement a broader literature on the Electoral College(EC), which has both empirical, theoretical and normative components.Normatively, a debate is ongoing between those who see popular vote decisions as the only legitimate way to elect a president, and those who view the Electoral College as a result of a political bargain reflecting federalist efforts to balance popular votes and states as the bases of representation(Hirsch < a href = \"#CR17\">2008<\/a>; Edwards <a href=\"#CR11\">2004<\/a>; Ross <a href=\"#CR25\">2012<\/a>). This debate is tied to proposals about alternative ways of electing the US president. Such proposals tend to surface after each presidential election, especially those (like 2000 and 2016) when a divergence occurs between the popular vote and the EC vote. Theoretically, one can argue about the degree to which the weighted voting rule used in the Electoral College disproportionately empowers citizens of small-population states versus those of more populous states. That controversy is couched most commonly in terms of game-theoretic indices of power, such as the Banzhaf Index or the Shapley-Shubik value (see, e.g., Banzhaf <a href=\"#CR2\">1968<\/a>; Owen <a href=\"#CR23\">1975<\/a>; Duffy and Matros <a href=\"#CR9\">2015<\/a>). Empirical debates have arisen about such issues as the degree of partisan bias imposed by EC apportionment (Grofman et al. <a href=\"#CR15\">1997<\/a>; Johnston et al. <a href=\"#CR18\">2004<\/a>; Pattie and Johnston <a href=\"#CR24\">2014<\/a>; cf. Ladewig and Jasinski <a href=\"#CR19\">2008<\/a>), and the nature of optimal campaigning under the Electoral College system (see, especially, Shaw <a href=\"#CR28\">2006<\/a>; Stromberg <a href=\"#CR34\">2008<\/a>).<\/p> < p > We have extended Brams and Kilgour &lsquo; s( < a href = \"#CR5\">2017<\/a>) analyses of <i>Winningness<\/i>, <i>Vulnerability<\/i> and <i>Fragility<\/i> beyond the four recent elections they analyze, to include not just 2016, but all elections between 1868 and 2016. Thus, we have added 34 elections to the investigation. We also added a new and simpler variable based on the logic of the B-K argument, namely, <i>Non-Competitive Advantage<\/i>, defined as the difference in safe EC votes between the parties, normalized by total EC votes. We find that the candidate holding the edge in <i>Winningness<\/i> and <i>Non<\/i>-<i>Competitive Advantage<\/i> have gone on to win in all but two of the 38 US presidential elections since 1868. In the two mispredicted elections, the partisan advantage in noncompetitive electoral votes was very slim. When we move from attempting to predict a dichotomous outcome variable to seeking to predict final EC vote shares, we found that both <i>Winningness<\/i> and our new <i>Non<\/i>-<i>Competitive Advantage<\/i> variable are strongly predictive of EC vote shares, but now the predictive edge is with our simpler variable (R2 of 0.96 versus one of 0.81).<\/p> <p> In toto, we take these results to be very supportive of recent Public Choice and economics scholarship on optimal campaigning.In particular, campaigns have clear incentives to concentrate resources in the most competitive states rather than focus simply on the most populous ones, and recent campaigns(since the 1980 s) show a closer correspondence between post - election closeness of EC votes and the expenditure of campaign resources.However, we have shown that we have relatively few competitive states in more recent election cycles than in those before the twentieth century.More specifically, our results support with a much more extensive dataset the key intuition in Brams and Kilgour( < a href = \"#CR5\">2017<\/a>) that noncompetitive states play a foundational role in shaping the election of the US president. As with Brams and Kilgour&lsquo;s <i>Winningness<\/i>, our measure shows that the more potential paths to victory a presidential candidate has, the larger is the candidate&lsquo;s expected EC vote share. Moreover, the candidate who has the edge in the noncompetitive EC votes is almost always elected to the White House.<\/p>"}';